import 'package:places/domain/sight.dart';

final List mocks = [
  Sight(type: "галерея", name: "Pinchuk Art Centre", lat: 50.4417793, lon: 30.5211407, details: "Галерея сучасного мистецтва в історичній будівлі на 6 поверхів, у якій є відеозал і кафе", url: "http://pinchukartcentre.org/"),
  Sight(type: "музей", name: "Музей історії туалету ", lat: 50.4385988, lon: 30.5264311, details: "Незвичайна виставка дерев'яних і порцелянових унітазів, стільчаків та нічних горщиків у фортеці XIX ст.", url: "http://www.museumtoilet.com.ua/"),
  Sight(type: "історична пам'ятка", name: 'Будинок Городецького', lat: 50.4412951, lon: 30.5219418, details: "Визначна будівля в стилі модерн і президентська резиденція з галереєю та скульптурами тварин"),
  Sight(type: "монастырь", name: "Києво-Печерська лавра", lat: 50.4385988, lon: 30.5264311, details: "Визначний монастирський комплекс, відомий мережею печер і пишно оздобленими храмами", url: "https://www.lavra.ua/")
];